export const questionDummy = [
	{
		id: 1,
		category: '마케팅/광고/홍보',
		tag: '자기소개',
		title: '1. 이 직무를 수행하기 위한 남다른 본인의 강점?',
		content:
			'이 직무를 수행하기 위한 남다른 본인의 강점이 있다면 무엇입니까? 본인의 성격, 경험 등 구체적인 사례를 토대로 강점을 이야기해주세요.',
		author: '닉네임',
		view: 36,
		comments: [
			{ author: '닉네임' },
			{ author: '닉네임' },
			{ author: '닉네임' },
		],
		createdAt: 1664817729379,
	},
	{
		id: 2,
		category: '경영/사무',
		tag: '자기소개',
		title:
			'2. 이 직무를 수행하기 위한 남다른 본인의 강점이 있다면 무엇입니까? 세 가지로 설명해주세요.',
		content:
			'이 직무를 수행하기 위한 남다른 본인의 강점이 있다면 무엇입니까? 본인의 성격, 경험 등 구체적인 사례를 토대로 강점을 이야기해주세요.',
		author: '닉네임',
		view: 36,
		comments: [
			{ author: '닉네임' },
			{ author: '닉네임' },
			{ author: '닉네임' },
		],
		createdAt: 1664817729329,
	},
	{
		id: 3,
		category: '마케팅/광고/홍보',
		tag: '자기소개',
		title: '3. 이 직무를 수행하기 위한 남다른 본인의 강점이 있다면 무엇입니까?',
		content:
			'이 직무를 수행하기 위한 남다른 본인의 강점이 있다면 무엇입니까? 본인의 성격, 경험 등 구체적인 사례를 토대로 강점을 이야기해주세요.',
		author: '닉네임',
		view: 36,
		comments: [
			{ author: '닉네임' },
			{ author: '닉네임' },
			{ author: '닉네임' },
		],
		createdAt: 1664817729289,
	},
	{
		id: 4,
		category: '마케팅/광고/홍보',
		tag: '자기소개',
		title: '4. 이 직무를 수행하기 위한 남다른 본인의 강점이 있다면 무엇입니까?',
		content:
			'이 직무를 수행하기 위한 남다른 본인의 강점이 있다면 무엇입니까? 본인의 성격, 경험 등 구체적인 사례를 토대로 강점을 이야기해주세요.',
		author: '닉네임',
		view: 36,
		comments: [
			{ author: '닉네임' },
			{ author: '닉네임' },
			{ author: '닉네임' },
		],
		createdAt: 1664817729239,
	},
	{
		id: 5,
		category: '경영/사무',
		tag: '자기소개',
		title: '5. 이 직무를 수행하기 위한 남다른 본인의 강점이 있다면 무엇입니까?',
		content:
			'이 직무를 수행하기 위한 남다른 본인의 강점이 있다면 무엇입니까? 본인의 성격, 경험 등 구체적인 사례를 토대로 강점을 이야기해주세요.',
		author: '닉네임',
		view: 36,
		comments: [
			{ author: '닉네임' },
			{ author: '닉네임' },
			{ author: '닉네임' },
		],
		createdAt: 1664817729139,
	},
	{
		id: 6,
		category: 'IT/인터넷',
		tag: '자기소개',
		title: '6. 이 직무를 수행하기 위한 남다른 본인의 강점이 있다면 무엇입니까?',
		content:
			'이 직무를 수행하기 위한 남다른 본인의 강점이 있다면 무엇입니까? 본인의 성격, 경험 등 구체적인 사례를 토대로 강점을 이야기해주세요.',
		author: '닉네임',
		view: 36,
		comments: [
			{ author: '닉네임' },
			{ author: '닉네임' },
			{ author: '닉네임' },
		],
		createdAt: 1664817728139,
	},
	{
		id: 7,
		category: '서비스',
		tag: '자기소개',
		title: '7. 이 직무를 수행하기 위한 남다른 본인의 강점이 있다면 무엇입니까?',
		content:
			'이 직무를 수행하기 위한 남다른 본인의 강점이 있다면 무엇입니까? 본인의 성격, 경험 등 구체적인 사례를 토대로 강점을 이야기해주세요.',
		author: '닉네임',
		view: 36,
		comments: [
			{ author: '닉네임' },
			{ author: '닉네임' },
			{ author: '닉네임' },
		],
		createdAt: 1664817727839,
	},
];
